{
  "build new vm - sql server": "Provision a virtual machine dedicated to running SQL databases for business applications.",
  "conditional access policy": "Control access to apps based on user, location, or device status.",
  "enabled automatic enrolment": "Automatically enroll devices into Intune when users sign in.",
  "fslogix storage account kerberos entra authentication": "Secure AVD user profiles using modern Azure AD-based Kerberos auth.",
  "configuration of conditional access": "Set security policies that control how users access apps and data.",
  "one drive policy - disable known folder move": "Stop automatic syncing of desktop/documents/pictures to OneDrive.",
  "digital transformation project - intune byod windows 10/11": "Implement Intune for employee-owned Windows devices to enable secure access and control.",
  "creation of azure sql database (single db)": "Deploy a managed SQL database for a business application or service.",
  "fortigate firewall wan/lan and default acl configuration": "",
  "digital transformation project - intune byod android": "",
  "app deployment for office": "Push Microsoft Office installation to user devices through Intune.",
  "avd session host deployment with no golden image (per vm)": "Deploy desktop hosts individually without using a standard golden image.",
  "rollout to devices": "Deploy all Intune policies and apps to selected devices.",
  "configuration of backup vault & policies": "Set up Azure Backup to protect cloud resources and configure retention policies.",
  "avd hostpool, workspace & application group creation": "Create the foundation for Azure Virtual Desktop, including user access and app groups.",
  "mdm security baseline": "",
  "digital transformation project - intune byod ios": "",
  "install datto bcdr agent - per 5 vms": "Install Datto backup software on up to 5 virtual machines.",
  "app deployment": "Install required business apps on user devices via Intune.",
  "virtual machine migration - per 5 vms": "Move up to 5 on-prem servers into the Azure cloud as virtual machines.",
  "liaise with third party to assist with data and application move": "Work alongside external providers to ensure data and apps move smoothly into Azure.",
  "consultation session to review current file share structure and layout desired sharepoint structure": "Work with the client to design how their files will be organised and accessed in SharePoint.",
  "migrate user's personal data to one drive (per 25 users)": "Move users’ personal files (e.g. desktops, documents) to OneDrive for 25 users.",
  "virtual network creation & hardening (inclusive of private access / endpoint)": "Build secure, isolated Azure networking with private access and tightened security rules.",
  "new server build - raid & idrac setup, remote agent installation, apply latest firmware, apply licensing, hyper-v setup, rack equipment": "",
  "bit locker": "",
  "configuration for wi-fi": "",
  "enrolment restrictions": "Set rules around which devices or users can enroll into Intune.",
  "apple enrolment token": "Register with Apple so iOS devices can be managed through Intune.",
  "azure migrate setup (agentless hyper-v/vmware)": "Prepare Azure Migrate to assess and move VMs without installing agents on source servers.",
  "link android store": "Connect Intune to the Google Play Store for app deployment.",
  "sharepoint sync policy": "",
  "compliance policy with notifications": "Set security rules for devices and notify users if they fall out of compliance.",
  "compliance policy creation": "Define rules for device security (e.g. PIN, encryption) and enforce compliance.",
  "avd session host deployment with golden image (per vm)": "Deploy new Azure Virtual Desktop hosts using the prebuilt golden image.",
  "one drive policy": "",
  "configuration policy": "Apply settings like Wi-Fi, VPN, or email accounts to mobile devices.",
  "enrolment status page": "Show setup progress to the user while the device configures during enrollment.",
  "build new vm - rds connection broker & gateway": "Deploy a VM to manage RDS user connections and route traffic through a secure gateway.",
  "creation of azure sql database (elastic)": "Set up a scalable SQL server environment that shares resources across databases.",
  "prescoping consultancy call to discuss migration plans and cost optimisation with follow up report": "",
  "creation of dynamic groups": "Create automated device or user groups in Azure AD based on rules.",
  "prescoping consultancy call to discussplans and cost optimisation with follow up report": "Initial scoping session to understand business needs and recommend the most efficient setup.",
  "fortigate utm configuration - ids/ips & ddos protection configuration": "",
  "compliance policy": "",
  "dynamic groups": "",
  "azure vpn gateway creation & site to site configuration": "Connect the on-prem network to Azure securely via a site-to-site VPN tunnel.",
  "fortigate utm configuration - web filter": "",
  "procure profwiz licensing and create provisioning package for workstations": "Get licensing and build an automated tool to join PCs to Azure AD and apply settings.",
  "physical server decommission": "Safely power down and retire a physical server from the environment.",
  "build new vm - domain controller": "Deploy a new virtual machine to handle user login and security policies for the network.",
  "build new vm - iis server": "Set up a web server VM to host websites or internal web-based applications.",
  "migrate production data to sharepoint sites (per 500gb)": "Transfer business-critical files into SharePoint — covers 500GB per task.",
  "digital transformation project - intune byod macs": "",
  "azure migrate setup (mobility agent for physical servers)": "Install agents on physical servers to enable migration to Azure via Azure Migrate.",
  "build new vm - rds session host": "Create a VM that users connect to for their remote desktop sessions.",
  "avd golden image sysprep and go live": "Finalize the golden image and prepare it for deployment to users.",
  "build new vm - file server": "Create a virtual server to store and manage company files and shared folders.",
  "restrict downloads for unmanaged devices (sharepoint admin)": "Block downloads from SharePoint on devices that aren’t managed.",
  "migration of workstations (per 7 workstations": "Move 7 PCs into the new SharePoint/Entra environment as part of modernisation.",
  "device limit restrictions": "",
  "configure datto bcdr": "Set up Datto backup and disaster recovery system to protect against data loss.",
  "azure bastion setup": "Enable secure, browser-based RDP/SSH access to VMs without exposing public IPs.",
  "creation of script to migrate the workstations to entra": "Write and deploy a script that moves existing PCs into Entra (Azure AD).",
  "transfer fsmo roles": "Move critical domain control roles from one domain controller to another.",
  "device categories for ios / android": "Tag mobile devices by type or department to apply appropriate policies.",
  "digital transformation project - intune corporate windows 10": "",
  "azure subscription procurement & creation": "Set up and register a new Azure subscription for the client’s environment.",
  "sharepoint site & document library design & creation of groups / permissions (per 5 sites / document libraries)": "",
  "travel time for field engineer": "Time allocated for an engineer to travel to and from the client site.",
  "avd golden image creation (uat)": "Build and test a master virtual desktop image before deployment.",
  "fslogix storage account creation & domain join": "Set up cloud-based user profile storage for AVD, joined to the domain.",
  "azure vpn point to site configuration (per 25 users)": "Enable remote workers to connect securely into Azure from their individual devices.",
  "company branding": "Customize the sign-in and enrollment experience with your client's logo and colors.",
  "setup pilot of batch data and get feedback from the client": "Test a small data migration with the client and gather feedback before full rollout.",
  "windows update profile": "",
  "installation of sharepoint migration tool on pre-existing file server": "Install Microsoft’s migration tool to move files from local servers to SharePoint.",
  "database migration between sql servers (per db)": "Transfer a single SQL database from one server to another.",
  "compliance policy with notifications (create email template)": "",
  "data migration between file servers (per 500gb)": "Move files and folders from an old server to a new one (up to 500GB per task).",
  "user instructions": "Provide clear steps to end users for how to enroll and use their devices.",
  "deployment profile": "Define how new devices are set up and enrolled into Intune."
}
