{
  "Build New VM - Domain Controller": "Deploy a new virtual machine to handle user login and security policies for the network.",
  "Build New VM - File Server": "Create a virtual server to store and manage company files and shared folders.",
  "Build New VM - SQL Server": "Provision a virtual machine dedicated to running SQL databases for business applications.",
  "Build New VM - IIS Server": "Set up a web server VM to host websites or internal web-based applications.",
  "Build New VM - RDS Connection Broker & Gateway ": "Deploy a VM to manage RDS user connections and route traffic through a secure gateway.",
  "Build New VM - RDS Session Host": "Create a VM that users connect to for their remote desktop sessions.",
  "Transfer FSMO Roles": "Move critical domain control roles from one domain controller to another.",
  "Liaise with third party to assist with data and application move": "Work alongside external providers to ensure data and apps move smoothly into Azure.",
  "Configure Datto BCDR": "Set up Datto backup and disaster recovery system to protect against data loss.",
  "Install Datto BCDR agent - per 5 VMs": "Install Datto backup software on up to 5 virtual machines.",
  "Data Migration between File servers (per 500GB)": "Move files and folders from an old server to a new one (up to 500GB per task).",
  "Database Migration between SQL servers (per DB)": "Transfer a single SQL database from one server to another.",
  "Physical server decommission": "Safely power down and retire a physical server from the environment.",
  "Travel Time for Field Engineer": "Time allocated for an engineer to travel to and from the client site.",
  "Azure subscription procurement & creation": "Set up and register a new Azure subscription for the client’s environment.",
  "Azure Migrate setup (Agentless Hyper-V/VMWare)": "Prepare Azure Migrate to assess and move VMs without installing agents on source servers.",
  "Azure Migrate setup (Mobility Agent for Physical servers)": "Install agents on physical servers to enable migration to Azure via Azure Migrate.",
  "Virtual network creation & hardening (inclusive of private access / endpoint)": "Build secure, isolated Azure networking with private access and tightened security rules.",
  "Virtual machine migration - per 5 VMs": "Move up to 5 on-prem servers into the Azure cloud as virtual machines.",
  "Azure VPN Gateway creation & site to site configuration": "Connect the on-prem network to Azure securely via a site-to-site VPN tunnel.",
  "Azure VPN point to site configuration (per 25 users)": "Enable remote workers to connect securely into Azure from their individual devices.",
  "Configuration of Backup Vault & Policies": "Set up Azure Backup to protect cloud resources and configure retention policies.",
  "AVD Hostpool, Workspace & Application Group Creation": "Create the foundation for Azure Virtual Desktop, including user access and app groups.",
  "AVD Golden Image Creation (UAT)": "Build and test a master virtual desktop image before deployment.",
  "AVD Golden Image Sysprep and Go live": "Finalize the golden image and prepare it for deployment to users.",
  "AVD Session Host Deployment with Golden Image (Per VM)": "Deploy new Azure Virtual Desktop hosts using the prebuilt golden image.",
  "AVD Session Host Deployment with no Golden Image (Per VM)": "Deploy desktop hosts individually without using a standard golden image.",
  "FSLogix Storage Account creation & Domain Join": "Set up cloud-based user profile storage for AVD, joined to the domain.",
  "FSLogix Storage Account Kerberos Entra authentication": "Secure AVD user profiles using modern Azure AD-based Kerberos auth.",
  "Prescoping Consultancy call to discussplans and cost optimisation with follow up report": "Initial scoping session to understand business needs and recommend the most efficient setup.",
  "Creation of Azure SQL database (single DB)": "Deploy a managed SQL database for a business application or service.",
  "Creation of Azure SQL Database (Elastic)": "Set up a scalable SQL server environment that shares resources across databases.",
  "Azure bastion setup": "Enable secure, browser-based RDP/SSH access to VMs without exposing public IPs.",
  "Consultation session to review current file share structure and layout desired Sharepoint structure": "Work with the client to design how their files will be organised and accessed in SharePoint.",
  "Installation of Sharepoint migration tool on pre-existing file server": "Install Microsoft’s migration tool to move files from local servers to SharePoint.",
  "Setup pilot of batch data and get feedback from the client": "Test a small data migration with the client and gather feedback before full rollout.",
  "Migrate User's personal data to one drive (per 25 users)": "Move users’ personal files (e.g. desktops, documents) to OneDrive for 25 users.",
  "Migrate production data to Sharepoint sites (per 500gb)": "Transfer business-critical files into SharePoint — covers 500GB per task.",
  "Procure Profwiz licensing and create provisioning package for workstations": "Get licensing and build an automated tool to join PCs to Azure AD and apply settings.",
  "Creation of script to migrate the workstations to Entra": "Write and deploy a script that moves existing PCs into Entra (Azure AD).",
  "Migration of workstations (per 7 workstations": "Move 7 PCs into the new SharePoint/Entra environment as part of modernisation.",
  "Digital Transformation Project - Intune BYOD Windows 10/11": "Implement Intune for employee-owned Windows devices to enable secure access and control.",
  "Creation of dynamic groups": "Create automated device or user groups in Azure AD based on rules.",
  "Enrolment Restrictions": "Set rules around which devices or users can enroll into Intune.",
  "Enabled Automatic Enrolment": "Automatically enroll devices into Intune when users sign in.",
  "Configuration of Conditional Access": "Set security policies that control how users access apps and data.",
  "Compliance Policy creation": "Define rules for device security (e.g. PIN, encryption) and enforce compliance.",
  "Restrict downloads for unmanaged devices (Sharepoint admin)": "Block downloads from SharePoint on devices that aren’t managed.",
  "One drive policy - Disable known folder move": "Stop automatic syncing of desktop/documents/pictures to OneDrive.",
  "App deployment for Office": "Push Microsoft Office installation to user devices through Intune.",
  "Rollout to devices": "Deploy all Intune policies and apps to selected devices.",
  "Apple Enrolment Token": "Register with Apple so iOS devices can be managed through Intune.",
  "Conditional Access Policy": "Control access to apps based on user, location, or device status.",
  "Compliance Policy with notifications": "Set security rules for devices and notify users if they fall out of compliance.",
  "App deployment": "Install required business apps on user devices via Intune.",
  "Device Categories for iOS / Android": "Tag mobile devices by type or department to apply appropriate policies.",
  "User instructions": "Provide clear steps to end users for how to enroll and use their devices.",
  "Link Android Store": "Connect Intune to the Google Play Store for app deployment.",
  "Configuration Policy": "Apply settings like Wi-Fi, VPN, or email accounts to mobile devices.",
  "Company Branding": "Customize the sign-in and enrollment experience with your client's logo and colors.",
  "Deployment profile": "Define how new devices are set up and enrolled into Intune.",
  "Enrolment Status page": "Show setup progress to the user while the device configures during enrollment."
}
