{
  "new server build - raid & idrac setup, remote agent installation, apply latest firmware, apply licensing, hyper-v setup, rack equipment": "Create a new physical server with secure remote access, resilient storage, up-to-date firmware, valid licensing, and virtualization support.",
  "build new vm - domain controller": "Create a virtual server to manage users, permissions, logins, and network policies.",
  "build new vm - file server": "Deploy a shared file server for storing business documents and folders centrally.",
  "build new vm - sql server": "Deploy a server to run SQL databases for core business systems.",
  "build new vm - iis server": "Deploy a web server for hosting internal portals or business applications.",
  "build new vm - rds connection broker & gateway": "Enable secure, load-balanced access to remote desktops and applications.",
  "build new vm - rds session host": "Add server capacity to run user remote desktop sessions and applications.",
  "transfer fsmo roles": "Transfer key Active Directory roles as part of a server migration or upgrade.",
  "liaise with third party to assist with data and application move": "Collaborate with third-party vendors to support seamless migration of apps or data.",
  "configure datto bcdr": "Set up Datto backup and disaster recovery systems for business continuity.",
  "install datto bcdr agent - per 5 vms": "Install Datto agents on up to 5 VMs to enable managed backups.",
  "data migration between file servers (per 500gb)": "Move up to 500GB of files between servers as part of a migration project.",
  "database migration between sql servers (per db)": "Migrate a single SQL database, including setup, data transfer, and validation.",
  "physical server decommission": "Decommission the on-premises server after successful Azure migration.",
  "travel time for field engineer": "Time spent travelling to and from site for field-based work.",
  "fortigate firewall wan/lan and default acl configuration": "Configure core firewall settings for internet access, internal traffic, and basic access control.",
  "fortigate utm configuration - web filter": "Enable content filtering to block malicious or inappropriate websites.",
  "fortigate utm configuration - ids/ips & ddos protection configuration": "Enable intrusion prevention and DDoS protection to strengthen network security.",
  "fortigate ssl vpn configuration": "Configure secure remote access via Fortigate SSL VPN, allowing users to connect to the company network from outside locations using an encrypted tunnel.",
  "prescoping consultancy call to discuss migration plans and cost optimisation with follow up report": "Deliver a planning session to review the existing setup, recommend migration paths, and identify cost-saving opportunities.",
  "azure subscription procurement & creation": "Set up an Azure subscription with the right configuration for the client.",
  "azure migrate setup (agentless hyper-v/vmware)": "Configure Azure Migrate to assess and prepare for migrating virtual machines without installing agents.",
  "azure migrate setup (mobility agent for physical servers)": "Install Azure mobility agents on physical servers to enable live migration into Azure.",
  "virtual network creation & hardening (inclusive of private access / endpoint)": "Create a secure Azure network with private access, subnets, and policy controls.",
  "virtual machine migration - per 5 vms": "Move up to 5 on-prem virtual machines into Azure, including setup and validation.",
  "azure vpn gateway creation & site to site configuration": "Create a VPN gateway to link the on-premises network securely to Azure.",
  "azure vpn point to site configuration (per 25 users)": "Enable remote access VPN for up to 25 users into the Azure environment.",
  "configuration of backup vault & policies": "Set up Azure Backup with appropriate policies to protect VMs and data.",
  "avd hostpool, workspace & application group creation": "Set up Windows Virtual Desktop infrastructure including host pools and app groups.",
  "avd golden image creation (uat)": "Create a standardised virtual machine image for user testing and deployment.",
  "avd golden image sysprep and go live": "Finalise and generalise the virtual image for production use.",
  "avd session host deployment with golden image (per vm)": "Deploy a session host VM using a pre-built golden image.",
  "avd session host deployment with no golden image (per vm)": "Deploy a session host VM without using a golden image — fully built from scratch.",
  "fslogix storage account creation & domain join": "Set up user profile storage for AVD with domain integration.",
  "fslogix storage account kerberos entra authentication": "Configure secure authentication for profile storage using Kerberos and Entra ID.",
  "azure bastion setup": "Enable secure browser-based access to Azure VMs without exposing public RDP.",
  "prescoping consultancy call to discuss plans and cost optimisation with follow up report": "Deliver a planning session to map out Azure infrastructure needs and highlight cost-saving opportunities.",
  "creation of azure sql database (single db)": "Set up a standalone Azure SQL Database for applications or services.",
  "creation of azure sql database (elastic)": "Deploy an elastic Azure SQL pool for dynamic scaling across multiple databases.",
  "consultation session to review current file share structure and layout desired sharepoint structure": "Review the current file system and help plan a clear and user-friendly SharePoint structure.",
  "sharepoint site & document library design & creation / permissions (per 5 sites / document libraries)": "Design and create up to 5 SharePoint sites or libraries with appropriate folder structures and access controls.",
  "installation of sharepoint migration tool on pre-existing file server": "Install and configure Microsoft’s SharePoint migration tool to prepare for file transfers.",
  "setup pilot of batch data and get feedback from the client": "Run a test migration with a sample of data and gather feedback before proceeding.",
  "migrate user's personal data to one drive (per 25 users)": "Move personal documents for up to 25 users from file shares to OneDrive.",
  "migrate production data to sharepoint sites (per 500gb)": "Migrate up to 500GB of shared files into the new SharePoint structure.",
  "procure profwiz licensing and create provisioning package for workstations": "Obtain Profwiz licensing and create a package to help migrate devices to Entra ID.",
  "creation of script to migrate the workstations to entra": "Develop a custom script to join devices to Entra ID automatically.",
  "migration of workstations (per 7 workstations": "Migrate up to 7 devices from on-prem Active Directory to Entra ID.",
  "digital transformation project - intune byod windows 10/11": "Deliver a full Intune onboarding setup for bring-your-own Windows 10/11 devices.",
  "creation of dynamic groups": "Create Intune dynamic groups to auto-assign policies based on device or user attributes.",
  "enrolment restrictions": "Set policies to control which types of devices are allowed to enrol into Intune.",
  "enabled automatic enrolment": "Set up auto-enrolment so users’ devices register with Intune automatically.",
  "configuration of conditional access": "Apply security policies that restrict access based on user/device conditions.",
  "compliance policy creation": "Create rules to check device compliance — such as PIN, encryption, and OS version.",
  "restrict downloads for unmanaged devices (sharepoint admin)": "Prevent users from downloading files on unmanaged devices in SharePoint.",
  "one drive policy - disable known folder move": "Prevent automatic migration of desktop/documents to OneDrive.",
  "app deployment for office": "Assign and deploy Microsoft Office apps to enrolled devices.",
  "rollout to devices": "Launch the policy and app deployment to users’ devices.",
  "digital transformation project - intune byod ios": "Configure Intune to manage personally owned iPhones and iPads.",
  "apple enrolment token": "Register an Apple MDM token to connect Intune to Apple Business Manager.",
  "dynamic groups": "Auto-group iOS devices for policy assignment based on rules.",
  "conditional access policy": "Set conditions for accessing Microsoft services securely from mobile.",
  "compliance policy with notifications": "Create compliance rules and configure email alerts for non-compliant devices.",
  "app deployment": "Publish approved apps to users through the Company Portal.",
  "device categories for ios / android": "Organise mobile devices by role or type for easier policy targeting.",
  "user instructions": "Provide guidance to end users on enrolling and using Intune-managed devices.",
  "digital transformation project - intune byod android": "Deliver full Intune setup for managing personal Android devices.",
  "link android store": "Connect Intune to the managed Google Play Store for app management.",
  "digital transformation project - intune byod macs": "Set up Intune to manage personal macOS devices securely.",
  "digital transformation project - intune corporate windows 10": "Deliver Intune configuration for business-owned Windows 10/11 devices.",
  "company branding": "Add custom logos and branding to the Intune experience.",
  "device limit restrictions": "Set the maximum number of devices a user can enrol.",
  "deployment profile": "Define how Windows devices are provisioned during enrolment.",
  "enrolment status page": "Configure the enrolment page shown during device setup.",
  "compliance policy": "Ensure Windows devices meet security and OS requirements.",
  "windows update profile": "Manage how updates are delivered and installed.",
  "mdm security baseline": "Apply Microsoft-recommended security settings to enrolled devices.",
  "bit locker": "Enforce encryption on Windows devices using BitLocker.",
  "one drive policy": "Manage how files are backed up and synced via OneDrive.",
  "sharepoint sync policy": "Control which SharePoint libraries are auto-synced on devices.",
  "configuration for wi-fi": "Pre-configure wireless settings to streamline device connectivity."
}
